[
  {
    "id": 1,
    "title": "Pelantikan Pengurus MPK dan OSIS-OSISKA SMK Xaverius Palembang Periode 2024",
    "category": "kegiatan osis",
    "subCategory": ["pelantikan", "2024", "osis", "mpk"],
    "description": ["Pada hari Senin, 22 Januari 2024, SMK Xaverius Palembang melaksanakan Upacara Pengibaran Sang Merah Putih dan Pelantikan Pengurus MPK dan OSIS/OSISKA periode 2024 di lapangan SMK Xaverius. Pelantikan Pengurus MPK dan OSIS/OSISKA dihadiri oleh kepala sekolah, Bapak Drs. N. Suseno, Para Pembimbing, Pengurus MPK dan OSIS/OSISKA periode 2024 yang akan dilantik serta karyawan/dewan guru SMK Xaverius dan siswa/i SMK Xaverius Palembang.", 
    "Kegiatan Pelantikan Pengurus MPK dan OSIS/OSISKA diawali dengan upacara bendera. Berikutnya, pembagian struktur kepengurusan MPK dan OSIS/OSISKA periode 2024. Struktur MPK dan OSIS/OSISKA  terdiri dari beberapa jabatan yang diisi oleh siswa-siswi yang terpilih atau terpilih. Pada saat pembagian struktur kepengurusan, nama pengurus dan jabatan disebutkan secara berurutan oleh ibu Merly Puspita selaku Waka Kesiswaaan. Dilanjutkan dengan pengucapan janji pengurus MPK dan OSIS/OSISKA. Pengucapan janji pengurus MPK dan OSIS/OSISKA diucapkan oleh ketua MPK dan ketua OSIS/OSISKA periode 2024 yang diikuti oleh pengurus MPK dan OSIS/OSISKA periode 2024 lainnya. Kemudian,  penyerahan bendera pengurus MPK dan OSIS/OSISKA, dan tanda tangan dan penyerahan kepengurusan kepada ketua MPK periode 2024, Febri Valentine dan ketua OSIS/OSISKA periode 2024, Florensia Regitha Aprilianti."],
    "authorName": "OSIS/OSISKA",
    "authorUrl": "https://instagram.com/osiska_smkxav",
    "createdAt": "2024, 6, 1",
    "estimated": "3 min",
    "cover": "/assets/blog/upacara.jpg",
    "resolution": 1700
  },
  {
    "id": 2,
    "title": "Latihan Dasar Kepemimpinan MPK dan OSIS SMK Xaverius Palembang 2024",
    "category": "kegiatan osis",
    "subCategory": ["ldk", "2024", "osis", "mpk"],
    "description": [
      "Latihan Dasar Kemimpinan adalah sebuah pelatihan dasar tentang segala hal yang berkaitan dengan kepemimpinan.Pelatihan dasar yang diberikan ini bertujuan untuk memberikan bekal kepemimpinan kepada Pengurus baru yang nantinya akan menjadi pemimpin dari seluruh kesatuan OSIS dari sekolah yang bersangkutan.", 
      "Pada hari Jumat, 19 Januari 2024 sampai dengan Sabtu, 20 Januari 2024, SMK Xaverius Palembang mengadakan Laithan Dasar Kemimpinan (LDK) 2024. Kegiatan LDK dilaksanakan di SMK Xaverius Palembang selama 2 hari. Latihan Dasar Kemimpinan adalah suatu pelatihan dasar yang bertujuan untuk meningkatkan kemampuan atau skill siswa dalam kemimpinan. Kegiatan ini bersifat wajib sebagai salah satu syarat pelantikan menjadi anggota MPK-OSIS/OSISKA 2024.", 
      "Pada hari pertama kegiatan LDK, 19 Januari 2024, kegiatan diawali dengan upacara pembukaan di lapangan SMK Xaverius. Upacara pembukaan dimulai dari jam 07.10 pagi s/d 07.45 pagi. Semua calon pengurus MPK-OSIS/OSISKA menggunakan seragam pramuka lengkap. Kegiatan kedua adalah pemberian materi Branding SMK Xaverius dan membuat brand sendiri dengan kelompok dengan ibu Yovita Dwi Anggraini sebagai pembawa materi. Kegiatan ini berlangsung di Aula SMK Xaverius. Materi Branding SMK Xaverius ini berisi tentang bagaimana calon pengurus MPK-OSIS/OSISKA 2024 dapat mempromosikan SMK Xaverius agar dapat dikenal oleh masyarakat luas.", 
      "Kegiatan selanjutnya adalah pemberian snack pada pukul 09.00 pagi s/d 09.15 pagi. Setelah break, kegiatan dilanjutkan dengan pemberian materi AD/ART OSISKA & MPK oleh ibu Merly Puspita. Materi ini berisi pedoman atau aturan-aturan yang berlaku untuk semua pengurus dan anggota MPK-OSIS/OSISKA dalam menjalankan tugasnya.", 
      "Kegiatan dilanjutkan dengan LTBB pada pukul 12.00 siang. Kegiatan keempat tidak lagi berlangsung di Aula tetapi di Lapangan SMK Xaverius dengan kakak Magnalena Sri Asih dan seluruh calon pengurus menggunakan baju olahraga. Kegiatan LTBB ini adalah kegiatan melatih keterampilan baris berbaris untuk seluruh calon pengurus MPK-OSIS/OSISKA 2024. ", 
      "Setelah berjemur di bawah terik matahari, seluruh calon pengurus MPK-OSIS/OSISKA mengganti baju olahraga ke seragam pramuka lengkap dan makan siang di ruang pertemuan. Kegiatan kelima adalah pemberian materi Milenial Leadership oleh bapak Drs. N. Suseno di Aula SMK Xaverius. Materi ini berisi tentang kemimpinan masa kini yang menyesuaikan dengan perubahan dan keadaan baru yang dihadapkan dengan generasi milenial. Materi selanjutnya adalah Admnitrasi OSISKA, Surat Menyurat, dan Pembuatan & Pengajuan Proposal Kegiatan OSISKA oleh ibu Cicik Sumaryati. Materi ini berisi tentang pedoman admistrasi OSISKA, format surat yang benar, surat masuk dan keluar, dan pedoman pembuatan & pengajuan proposal OSISKA.", 
      "Kegiatan dilanjutkan dengan pemberian snack pukul 15.30 sore s/d 15.50 sore. Setelah break, kegiatan selanjutnya adalah pemberian materi Public Speaking dan Teknik Memimpin Rapat oleh ibu Dessy Martina Panjaitan di ruang pertemuan. Kegiatan ini diawali dengan pemberian materi Public Speaking yang berisi tentang cara dan pedoman berkomunikasi di depan umum yang benar dan efektif. Selanjutnya, seluruh calon pengurus MPK-OSIS/OSISKA di kelompokkan dengan tipe kemimpinan di lapangan SMK Xaverius.  Seluruh kelompok dituntut untuk menjawab pertanyaan yang telah diberikan dan berdebat.", 
      "Pada pukul 17.00 sore s/d 18.00 sore, seluruh calon pengurus MPK-OSIS/OSISKA mandi dan masak sesuai dengan kelompok masing-masing. Setelah memasak, mereka makan malam bersama dengan lauk yang sudah dimasak. Berikutnya, seluruh calon pengurus MPK-OSIS/OSISKA dibagi berdasarkan sekbid yang sudah ditentukan para pembimbing dan membuat program OSISKA untuk periode baru serta mempresentasikannya. Sekitar pukul 22.00 malam, sehabis selesai presentasi, seluruh calon pengurus kembali ke ruangan istirahat dan istirahat malam.", 
      "Pada pukul 02.00 pagi s/d 03.00 pagi, seluruh calon pengurus dibangunkan untuk kegiatan jurit malam di lapangan SMK Xaverius. Kegiatan jurit malam ini berguna untuk melatih mental seluruh calon pengurus agar lebih berani tidak peduli dengan keadaan manapun. Setelah jurit malam selesai, seluruh calon pengurus kembali istirahat sampai dengan pukul 05.00 pagi.", 
      "Pada hari kedua kegiatan LDK, 20 Januari 2024, kegiatan diawali dengan senam pada pukul 06.00 pagi di lapangan SMK Xaverius. Berikutnya, mereka sarapan di ruang pertemuan dan persiapan outbond serta menggunakan baju olahraga. Pada pukul 07.30 pagi s/d 10.00 pagi, seluruh calon pengurus melakukan kegiatan outbound dengan banyak permainan yang melatih diamika kelompok dan memecahkan berbagai permasalahan. Terdapat banyak permainan dalam kegiatan ini seperti meletakkan bola ke atas galon menggunakan tali, memindahkan bola mengganakan papan, dll. ", 
      "Setelah outbound, seluruh calon pengurus mandi, bersih-bersih dan menggunakan seragam putih hitam. Pada pukul 11.00 pagi s/d 11.30, seluruh calon pengurus latihan upacara pelantikan untuk upacara nanti pada hari Senin, 22 Januari 2024. Latihan upacara ini dikoordinir oleh kakak Magnalena Sri Asih dan Ibu Agnes Ferdinanda. ",
      "Pada pukul 11.30 siang s/d 12.30 siang, dilakukan penutupan LDK di lapangan SMK Xaverius. Penutupan LDK ini diakhiri dengan kesan dan pesan selama mengikuti LDK 2024 yang disampaikan oleh saudari Margaretha Cindy dan saudara Nikolas Saputra.",
      "Kegiatan LDK ini mencakup berbagai materi yang esensial bagi pengembangan kemampuan kepemimpinan siswa, mulai dari branding sekolah, pemahaman AD/ART, keterampilan baris-berbaris, hingga teknik public speaking dan memimpin rapat. Selain itu, kegiatan outbond dan jurit malam turut melatih kekompakan, keberanian, dan kemampuan memecahkan masalah para peserta. Dengan beragam aktivitas yang dirancang untuk menanamkan nilai-nilai kepemimpinan modern. Melalui kegiatan LDK ini diharapkan para calon pengurus MPK-OSIS/OSISKA dapat menjadi pengurus yang lebih siap dan bertanggung jawab dalam menjalankan tugasnya untuk memajukan SMK Xaverius. "
    ],
    "authorName": "OSIS/OSISKA",
    "authorUrl": "https://instagram.com/osiska_smkxav",
    "createdAt": "2024, 6, 2",
    "estimated": "4 min",
    "cover": "/assets/blog/ldk.png",
    "resolution": 1700
  },
  {
    "id": 3,
    "title": "Meriahnya Perayaan Imlek di SMK Xaverius Menyatu dalam Warna dan Tradisi",
    "category": "kegiatan osis",
    "subCategory": ["imlek", "2024"],
    "description": ["Imlek (Tahun Baru Imlek) merupakan perayaan tahun baru tradisional Tionghoa yang telah berlangsung selama lebih dari 4.000 tahun. Akarnya tertanam dalam tradisi kuno dan kepercayaan rakyat Tionghoa, dan diwarnai dengan berbagai ritual dan tradisi yang sarat makna. Imlek didasarkan pada sistem kalender lunar yang berbeda dengan kalender Gregorian yang umum digunakan saat ini. Kalender lunar mengikuti siklus bulan, dan setiap tahun baru Imlek dimulai pada bulan baru pertama setelah titik balik matahari musim dingin.", 
    "Imlek dirayakan dengan berbagai tradisi dan ritual yang sarat makna. Tradisi ini diwariskan turun-temurun dan melambangkan harapan untuk kemakmuran, kesehatan, dan kebahagiaan di tahun yang akan datang. Imlek bukan hanya perayaan tahun baru, tetapi juga momen penting bagi masyarakat Tionghoa untuk memperkuat tradisi, menjalin hubungan keluarga, dan menyambut harapan baru di tahun yang akan datang. Perayaan Imlek mencerminkan kekayaan budaya dan tradisi Tionghoa yang telah diwariskan selama berabad-abad.",
    "Dalam rangka memperingati hari Tahun Baru Imlek, Senin 12 Febuari 2024, SMK Xaverius Palembang mengadakan berbagai jenis kegiatan berupa lomba menghias & kebersihan kelas, pertunjukan barongsai kolaborasi TK-SD-SMP-SMK dan lomba pesta kelas. Kegiatan memperingati hari imlek ini bertujuan memperkenalkan tradisi imlek, merayakan tradisi Imlek serta nilai-nilai budaya Tionghoa kepada seluruh siswa dan staf SMK Xaverius Palembang dan meningkatkan pemahaman tentang keberagaman budaya diantara siswa dan staf SMK Xaverius Palembang.", 
    "Kegiatan perayaan Tahun Baru Imlek ini diawali dengan kegiatan lomba menghias & kebersihan kelas. Peserta didik SMK Xaverius Palembang menghias kelas masing-masing dengan penuh kreativitas sesuai dengan tema Imlek. Tak lupa, kebersihan kelas juga ikut dinilai dalam perlombaan ini.", 
    "Kemeriahaan kegiatan ini dilanjuti dengan kegiatan pertunjukan barongsai kaloborasi TK-SD-SMP-SMK yang diadakan di lapangan SMK Xaverius Palembang.  Semua peserta didik baik dari jenjang SD sampai SMK dapat melihat secara langsung pertunjukan tersebut. Para peserta didik juga biasanya memberikan angpao kepada barongsai yang tampil di lapangan sebagai tradisi yang memiliki makna simbolis dalam budaya Tionghoa.","Sebagai puncak acara, kegiatan diakhiri dengan kegiatan lomba pesta kelas di kelas masing-masing. Pesta kelas diadakan di kelas masing-masing berupa kegiatan makan-makan bersama. Makanan atau hidangan dibawa sendiri oleh masing-masing kelas. Tiap kelas juga memiliki juri masing-masing yang akan menilai kemeriahan, kekompakan dan kreativitas kelas dalam kegiatan pesta kelas tersebut. ", 
    "Selain mememperkenalkan tradisi Imlek dan budaya Tionghoa, kegiatan perayaan Tahun Baru Imlek ini dapat menjadi sarana untuk membangun suasana kebersamaan dan persatuan antara seluruh anggota komunitas sekolah. Dengan adanya lomba pada acara ini, kegiatan ini juga dapat menjadi sarana untuk mengembangkan kreativitas peserta didik, meningkatkan rasa kekompakan dan kebersamaan antar siswa, dan membiasakan peserta didik untuk selalu menjaga kebersihan."],
    "authorName": "Stella",
    "authorUrl": "https://www.instagram.com/stella_xvhs/",
    "createdAt": "2024, 6, 3",
    "estimated": "3 min",
    "cover": "/assets/blog/imlek.jpg",
    "resolution": 1700
  },
  {
    "id": 4,
    "title": "Hari Kartini dan Hari Pendidikan Nasional Tumbuhkan Semangat Nasionalisme Lewat Lomba",
    "category": "kegiatan osis",
    "subCategory": ["kartini", "2024", "hardiknas"],
    "description": ["R.A. Kartini, yang dikenal sebagai Ibu Kartini, adalah pahlawan perempuan Indonesia yang pertama kali memperjuangkan kesetaraan dan martabat perempuan di hadapan laki-laki. Beliau berperan penting dalam membuka akses pendidikan yang layak bagi perempuan. Untuk mengenang jasanya, setiap tanggal 21 April diperingati sebagai Hari Kartini. Setiap tahunnya, perempuan Indonesia merayakan Hari Kartini sebagai bentuk penghargaan atas perjuangannya yang telah membuka peluang lebih luas bagi perempuan hingga saat ini.", 
    "Hari Pendidikan nasional adalah hari yang diperingati setiap tahun pada tanggal 2 Mei sejak tahun 1959. Hari Pendidikan Nasional identik dengan sosok Bapak Pendidikan Nasional yang dikenal dengan Ki Hadjar Dewantara yang memiliki pengabdian sangat besar dalam memajukan bangsa Indonesia di bidang pendidikan.", 
    "SMK Xaverius Palembang meyelenggarakan kegiatan yang meriah untuk memperingati Hari Kartini dan Hari Pendidikan Nasional pada tanggal 16 Mei 2024. Kegiatan ini diisi dengan berbagai lomba dan permainan kecil yang diikuti oleh seluruh siswa. Tujuan kegiatan ini adalah membuka ruang apresiasi dan kreasi seni bagi siswa, membantu pemahaman sejarah hari besar Indonesia, membangun kepercayaan diri untuk tampil di depan umum, serta mendorong mereka untuk aktif mengasah pikiran, kemampuan, dan ketangkasan siswa dalam menyelesaikan masalah.", 
    "Kegiatan lomba dimulai pukul 07.15 dengan lomba puisi yang diadakan di ruang kelas 12 OTKP. Para siswa dengan penuh semangat menyampaikan puisi-puisi mereka yang mengangkat tema perjuangan dan pendidikan, menghayati setiap kata dengan ekspresi yang mendalam. Selanjutnya, pukul 08.30 acara dilanjutkan dengan lomba vocal grup yang berlangsung di aula sekolah. Aula dipenuhi dengan sorak dan tepuk tangan meriah dari para penonton yang menyaksikan penampilan vokal grup dari berbagai kelas.", 
    "Setelah itu, pukul 10.00 hingga 10.15, peserta diberi waktu istirahat untuk menyegarkan diri dan bersiap untuk kegiatan selanjutnya. Pukul 10.15, kegiatan dilanjutkan dengan lomba melukis di ruang kelas 12 TKJ 1. Para peserta mengekspresikan kreativitas mereka di atas kanvas, menghasilkan karya-karya seni yang mengagumkan. Secara bersamaan, berlangsung pula lomba monolog dari pukul 10.15 hingga 11.15, di mana para peserta menampilkan kemampuan akting mereka dengan membawakan monolog yang mengharukan dan inspiratif.", 
    "Setelah lomba monolog, peserta menikmati waktu istirahat kedua dari pukul 11.15 hingga 12.15. Pada pukul 12.15, dua kegiatan berlangsung secara bersamaan. Di lapangan SMK Xaverius, diadakan fashion show yang menampilkan busana tradisional, memamerkan kreativitas dan kepercayaan diri para peserta. Sementara itu, di ruang pertemuan, berlangsung lomba cerdas cermat yang menguji pengetahuan umum dan wawasan kebangsaan para siswa. ", 
    "Acara puncak dimulai pada pukul 13.30 dengan lomba membuat kartu ucapan di ruang kelas masing-masing. Para peserta dengan penuh semangat dan kreativitas membuat kartu ucapan yang indah, mengekspresikan rasa syukur dan penghargaan mereka terhadap pendidikan dan perjuangan pahlawan.", 
    "Dengan kegiatan yang beragam dan penuh makna, peringatan Hari Kartini dan Hari Pendidikan Nasional di SMK Xaverius Palembang sukses memberikan pengalaman berharga bagi para siswa. Mereka tidak hanya belajar tentang sejarah dan pentingnya pendidikan, tetapi juga mengasah kreativitas, kepercayaan diri, dan kemampuan bekerja sama dalam tim. Semangat Kartini dan Ki Hajar Dewantara pun terus hidup dalam setiap langkah mereka."],
    "authorName": "Stella",
    "authorUrl": "https://www.instagram.com/stella_xvhs/",
    "createdAt": "2024, 6, 4",
    "estimated": "3 min",
    "cover": "/assets/blog/kartini.jpg",
    "resolution": 2100
  },
  {
    "id": 4,
    "title": "Classmeeting SMK Xaverius Mengasah Bakat Esport dan Semangat Kebersamaan",
    "category": "kegiatan osis",
    "subCategory": ["classmeeting", "2024", "mobilelegends", "esport"],
    "description": ["Dalam rangka memperkaya pengalaman belajar dan meningkatkan semangat kebersamaan di antara seluruh siswa, OSIS/OSISKA SMK Xaverius mengadakan kegiatan Classmeeting pada tanggal 5 Juni 2024. Acara ini bertujuan untuk mempererat hubungan antar kelas di SMK Xaverius serta mengembangkan minat dan bakat siswa-siswi dalam bidang esport Mobile Legends. Upaya ini diharapkan dapat menciptakan lingkungan sekolah yang lebih dinamis dan bersemangat, sekaligus memberikan peluang bagi setiap siswa untuk mengeksplorasi dan mengasah potensi mereka.", 
    "Kegiatan Classmeeting dimulai pada pukul 07.30 WIB, menghadirkan atmosfer kompetitif yang mengasyikkan bagi seluruh siswa. Pertandingan Mobile Legends disiarkan secara langsung di YouTube SMK Xaverius, sehingga para siswa yang tidak bertanding dapat menyaksikannya melalui proyektor di ruang kelas masing-masing. Kegiatan ini dibagi menjadi beberapa babak, yakni penyisihan, semifinal, dan final, yang semakin menambah keseruan dan intensitas dari setiap pertandingan.", 
    "Pada babak penyisihan, kegiatan dilaksanakan di laboratorium komputer lantai 2 SMK Xaverius. Babak ini menjadi tahap awal yang menentukan bagi setiap tim. Dengan semangat juang tinggi, para peserta berusaha keras menunjukkan kemampuan terbaik mereka. Setiap tim saling berhadapan dalam pertandingan yang ketat, penuh strategi, dan aksi yang menegangkan. Hanya tim-tim terbaik yang berhasil melaju ke babak berikutnya.", 
    "Memasuki babak semifinal, persaingan semakin sengit. Para tim yang telah lolos dari babak penyisihan kembali berjuang dengan strategi yang lebih matang dan kerja sama yang lebih solid. Dukungan dari teman-teman di ruang kelas masing-masing membuat suasana semakin hidup dan meriah. Setiap momen di babak ini menjadi penentu bagi tim yang akan melangkah ke babak final.", 
    "Pada babak final yang diadakan di Aula, para siswa berkumpul untuk menyaksikan dan mendukung tim yang bertanding. Babak final menjadi puncak dari seluruh rangkaian pertandingan. Dua tim terbaik, yaitu X AKL 2 dan XI TKJ, yang telah melalui berbagai rintangan siap berhadapan untuk merebut gelar juara. Selain itu, terdapat dua tim yang juga harus bertanding untuk memperebutkan juara tiga, yaitu XI AKL 2 dan X TKJT. Pertandingan di babak ini berlangsung dengan sangat sengit dan menegangkan. Para penonton tidak henti-hentinya memberikan dukungan dan sorakan untuk tim favorit mereka. Akhirnya, tim XI TKJ yang paling solid dalam kerja sama dan strategi berhasil keluar sebagai pemenang.", 
    "Turnamen Mobile Legends pada classmeeting kali ini sukses membawa keseruan dan kebahagiaan bagi seluruh warga SMK Xaverius. Kegiatan ini tidak hanya mengasah keterampilan bermain game, tetapi juga menumbuhkan nilai-nilai positif seperti kerja sama, sportivitas, dan persaudaraan. Semoga acara serupa dapat terus diselenggarakan di masa yang akan datang, memperkaya pengalaman dan mempererat tali persaudaraan di antara siswa SMK Xaverius."],
    "authorName": "OSIS/OSISKA",
    "authorUrl": "https://www.instagram.com/osiska_smkxav/",
    "createdAt": "2024, 6, 10",
    "estimated": "3 min",
    "cover": "/assets/blog/classmeeting.jpg",
    "resolution": 2100
  }
]